[
    "Dangers of drinking Red Bull and other energy drinks",
    "Being a great sportsman does not mean being a professional coach",
    "Female trainers should mentor women",
    "The risks bodybuilding has for women",
    "Males have a higher probability of getting injured than their female colleagues",
    "Is chess a sport or a game?",
    "Should press conferences be mandatory for athletes?",
    "What is the best way to relieve stress in sports?",
    "NFL concussion rules and their peculiarities",
    "Modern pop music is not as well-composed as the pop music of the 70s",
    "The essence of protest song has changed since the early XX century",
    "It is important to put parental warning labels on tracks or entire albums with filthy language",
    "The importance of having appropriate music education and training when playing professional music",
    "Do depressive tracks encourage young people to commit suicide?",
    "How the state of downloadable tracks influence the way musicians to create an album?",
    "Is it fair that producers have more power than the band members?",
    "The role of world wide web in the development of online music and crash of radio",
    "iPods are the best devices when it comes to listening to music",
    "Predictions for the next music revolution",
    "Hunting wild deer is immoral",
    "Arguments for and against microchipping home pets and homeless dogs",
    "It is wrong to use animals in zoos and circuses",
    "There is no way humanity should test beauty goods on animals",
    "Training home pets: punishments and rewards",
    "People have no right to keep exotic animals as their home pets",
    "The dog must be euthanized if it has bitten a human without a good reason",
    "Is it ethical to breed animals to get combined hybrids?",
    "Is poaching affecting the economy?",
    "Is it a good idea to keep pets outdoors?",
    "Using mobile devices in-class during the lesson",
    "Ways to spend money won in the lottery",
    "Come up with an argument to sway your family to make the sleepover happen (when a friend wants to stay with you at night)",
    "Things you should not miss while burying a time capsule",
    "Small kids can have their own pets",
    "Moving to a large city from the village is necessary for any ambitious family",
    "Which items would an average kid choose to take on vacation?",
    "Why aby war is horrible?",
    "Do elementary school students obtain a fair amount of homework?",
    "They must ban the junk meals at school",
    "Teachers should pass professional tests as students pass their school & college exams",
    "It is a good idea to shorten the time of college lectures",
    "Schools have to reduce the amount of homework they assign to students",
    "SAT & ACT are not effective examination tools",
    "Reasons why modern students should study business-related disciplines",
    "The role of information technologies class in the life of the average student",
    "Remote education vs. traditional schooling",
    "Is PE necessary?",
    "Why should they make the school say shorter?",
    "Should parents be more engaged in the educational process and what can they do to help kids with homework more efficiently?",
    "Computer science is one of the most valuable academic subjects nowadays",
    "Putting human needs before the needs and freedoms of the wild animals",
    "People must treat animals’ habitats more carefully",
    "Reasons why mobile phones are not 100% safe",
    "Vaccines can lead to autism",
    "What people do is the main cause of global warming",
    "Alternative energy can remove fossil fuels",
    "It is immoral to clone people and animals",
    "Things humanity can do to prevent rare species from extinction",
    "Law enforcement has no right to apply DNA profiling in its activities",
    "Can distant learning replace traditional classes",
    "Pros & cons of online education (e-learning)",
    "Reforming high school system",
    "It is important to focus more on local terrorism than international criminal activity",
    "Advertising aimed at kids must be restricted",
    "Reasons why the movement of feminists devalued the nature of motherhood",
    "Food producers should show the number of calories in each meal",
    "The current taxation system is unfair",
    "Mental hospitals are not okay for the patients with chronic diseases",
    "We should stop selling weapons to the rest of the world",
    "Young people should decide whether to join the army or not on their own",
    "Listen to music to do homework faster",
    "Reasons to remain honest in any life situation",
    "People who survive in catastrophes start valuing their lives more than others",
    "Embarrassing moments of life are necessary to make people more confident",
    "How should one dress to be successful?",
    "Why is time management important for most jobs?",
    "Do hobbies help people with their careers?",
    "Reasons to live life spontaneously",
    "The most significant personal trait is a kindness",
    "Children must have chores",
    "Summer classes: pros & cons",
    "The best places for summer vacation",
    "Reasons to keep on studying in summer",
    "Parents must limit the number of time children spend on watching TV",
    "Make school sports mandatory",
    "Ways to change school meals",
    "The role of school newspaper & radio in the life of students",
    "Kids must get a larger allowance",
    "Making school year-round: pros & cons",
    "Cooking at home is safer than buying the cooked meals in the store",
    "3-day weekend by law",
    "Every public place should have free Wi-Fi",
    "Each citizen of the United States must accomplish a year of community service",
    "Healthcare representatives must be examined for HIV and AIDS every year",
    "Birth control pills: the threats they possess",
    "Can an e-book replace a traditional textbook?",
    "Should death penalty exist?",
    "How to solve the problem of having on campuses?",
    "The government should not limit Internet usage",
    "Immoral aspects of eating animals & birds",
    "Families must spend more time together",
    "The most important issue parents should explain to their younger children",
    "It is way better to be the younger sibling",
    "Having many friends is impossible",
    "The most important step on a date with the one you love",
    "Factors that define true friendship",
    "Reasons to start learning one more language",
    "The best TV show ever",
    "The most distinguished historical figure",
    "What pets think about their masters",
    "Things a driving instructor will never tell",
    "Reasons to hate one’s last name",
    "The client is never right",
    "McDonald’s as the least favorite restaurant",
    "When the clothes are everything that makes the man",
    "Thank you, officer, I really needed that ticket",
    "Legalizing marijuana will make everyone happy",
    "Drinking wine every day to prolong the life",
    "Being an expert in gaming: pros & cons  ",
    "Companies should stop marketing to kids",
    "CEOs wages are high without reason",
    "Members of Congress must have term restrictions",
    "Access to condoms will not prevent early pregnancy",
    "Things that make modern society immoral",
    "Why should the government have a word on diets?",
    "Is modern community throw-away?",
    "Ban smoking once and forever!",
    "The development of child’s behavior during the last decade",
    "Start teaching creationism in public schools",
    "Nobody should litter",
    "The importance of physical education lessons",
    "Attending clubs after school",
    "Parents should teach children to stay on their own at home",
    "Going to bed early is important for the child’s health",
    "Pros & cons of eating sweets",
    "Make school breaks longer",
    "The idea of bringing a pet to the educational institution",
    "Dress code is a limitation of freedom",
    "Violent video games are not dangerous",
    "There is nothing illegal with polygamy",
    "Providing a judge with a sole power of decision-making",
    "Lesbian couples should not be allowed to have a child",
    "Advantages & disadvantages of biological weapons",
    "Torture is a helpful, effective interrogation instrument for the most serious crimes",
    "It is a good idea to reject the organized religion",
    "The usage of stem cells",
    "Do not purchase music from RIAA labels",
    "Legalizing euthanasia will make everyone benefit",
    "The merits of genetically modified organisms",
    "A security camera is an invasion of privacy",
    "School vaccinations are obligatory",
    "Sentencing teens as adults is necessary",
    "The dangers of various extreme sports and reasons to quit them",
    "Ban the fracking",
    "It is time to make college education free for all students",
    "The importance of revising and changing the welfare system",
    "Corporal punishment does not help young adolescents",
    "Some laws promote gender discrimination",
    "The consequences of racial discrimination in the United States",
    "Decreasing the level of pollution on the example of the US",
    "The advantages of using public transport only",
    "Hybrid cars must replace the traditional vehicles to save the environment",
    "Cheap goods are not worth an average customer’s attention",
    "How can the government fight littering?",
    "What are the best penalties for people who trash?",
    "Non-renewable energy sources: what should governments do about them?",
    "The world is not doing its best to minimize CO2 emissions",
    "It is time to take care of the nuclear power stations",
    "Humans alone are responsible for climate changes",
    "American should start treating Mexicans better",
    "The death rate among illegal immigrants in the US is high",
    "Illegal immigration often leads to prostitution",
    "Reasons why many immigrants turn slaves",
    "The problems with existing border security",
    "Aged illegal immigrants must obtain rehabilitation facilities",
    "The issues with border rules in some European countries",
    "Reasons to give citizenship to the immigrating children",
    "Illegal immigration is associated with the acts of terrorism",
    "Sending back illegal immigrants",
    "Should the fashion industry change their way of advertising?",
    "Are romantic movies damaging to real relationships?",
    "Are beauty pageants beneficial to women?",
    "Do young men have body image problems?",
    "How does advertising affect the body image of men?",
    "Should the fashion industry use models that look more like regular people?",
    "Should brands like Victoria's Secret use plus-sized models?",
    "Should women get plastic surgery to make themselves have a better self-image?",
    "Does playing with dolls like Barbie negatively influence a girl’s body image?",
    "How can young women develop a healthy body image?",
    "Is satire and comedy news a good way to stay informed?",
    "What is “fake news?”",
    "Is there such a thing as “unbiased reporting?”",
    "What is the best role for news reporters in a digital era?",
    "Does reporting by ordinary citizens actually give us better news?",
    "Will newspapers go out of business or become only digital?",
    "Is crowdfunded journalism going to be an important trend?",
    "Is our news coverage too narrow?",
    "How helpful is fact checking of speeches?",
    "Why did the media not get the 2016 American Presidential election or Brexit correct?",
    "Can brain damage from drugs be reversed?",
    "What are the effects of marijuana on the brain?",
    "Can learning to do lucid dreaming help you?",
    "What is the best treatment for PSTD?",
    "Is virtual reality more than just for fun?",
    "Are video games bad for kids?",
    "How is the Internet affecting our intelligence?",
    "What limits should there be for genetic engineering of humans?",
    "What role should race play in American identity?",
    "What is the best way to help a friend or relative who is an alcoholic?",
    "How will 3-D printing change our future?",
    "What research offers the most promising help for disabled people?",
    "Are self-driving trucks a good idea?",
    "Is face-detecting software a good way to solve the problem of identity theft?",
    "How with practical quantum computers change our lives?",
    "How will 360-degree selfie cameras change the way we share our lives?",
    "What are the implications of the Cell Atlas?",
    "Is adding connectivity of our home devices helpful or not?",
    "Can computers really become intelligent?",
    "Which is better, PC or Mac?",
    "Should people be judged by their social media posting?",
    "Are online dating sites just a scam, or can they form lasting relationships?",
    "Should texting and driving be illegal?",
    "Is technology making our attention span shorter?",
    "Does social media like Twitter have a place in the classroom?",
    "Does social media negatively impact teenagers social lives?",
    "How is social media changing parent and child relationships?",
    "When in social situations is looking at your phone or texting inappropriate?",
    "What rules should college or high school students follow when posting to social media?",
    "How can families handle the problem of their child being bullied through social media?",
    "Why join ROTC?",
    "How can people concentrate better when studying?",
    "What is the best way to ask a date to prom?",
    "Is going on a study abroad worth it?",
    "What is the best sport to join at our school? How did we get our school mascot?",
    "What are the benefits of being in the FFA, BPA or other school organization?",
    "Is learning a foreign language in high school important?",
    "Is prom worth the cost?",
    "What makes a successful dating relationship?",
    "Should more high schools have apprenticeships or technical programs so people can get a job right out of school?",
    "Why is junk food so addictive?",
    "Is drinking bottled water a good idea?",
    "Do fad diets actually work?",
    "Does eating gluten-free really make people healthier?",
    "Which fast food restaurant serves the best food?",
    "Where are the best cheap eating spots in town?",
    "Which is better, Starbucks or your local coffee shop?",
    "How important is it to eat the rainbow?",
    "What is the best diet for an athlete?",
    "Is “all-natural” or “organic” worth paying more for?",
    "Is homework good or bad for student achievement?",
    "Which is better, private school, public school or homeschooling?",
    "Should vaccinations continue to be mandatory in public schools?",
    "Should “gifted” students receive special educational treatment?",
    "How do online high schools compare to traditional education?",
    "Should schools move to having online classes in high school?",
    "What is the best way to take notes in classes?",
    "Is teaching suicide prevention in school helpful?",
    "Should schools switch to e-books?",
    "Why is math hard?",
    "Why do people get multiple body piercings?",
    "Why are tattoos a popular trend?",
    "How do tattoos of men differ from the ones women choose?",
    "Is getting a tattoo safe?",
    "What is the most popular tattoo?",
    "How can you best care for your new tattoo or piercing?",
    "What are the most popular trends in tattoos this year?",
    "What makes a bad tattoo idea?",
    "Is tattoo art?",
    "Are there some tattoos that should be taboo?",
    "How can we prevent accidents caused by DUIs?",
    "Should the death penalty be legal in all states?",
    "How can we select better juries in high-profile cases?",
    "Are afterschool programs a good way to reduce violence and gangs?",
    "What should be the goal of putting someone in prison? Punishment, rehabilitation or something is the",
    "What is the humane treatment of prisoners?",
    "Do art, music, and drama help in rehabilitating prisoners?",
    "Does legalization of marijuana reduce crime?",
    "Can programs that create jobs prevent crime?",
    "Do illegal immigrants commit a lot of crimes?",
    "Should businesses hire mentally and physically disabled people?",
    "How can employers best encourage better health among their employees?",
    "Is STEM really the best career choice?",
    "Is nursing a good career for talented men and women?",
    "Should tattoos be allowed in the workplace?",
    "Should people on welfare be required to submit to drug testing?",
    "Should more employers offer flexible scheduling or working from home?",
    "Should businesses offer mental health benefits for employees and families?",
    "Should more businesses offer parental and family leave for both parents?",
    "Does owning your own business really make a better career?",
    "How can people best be encouraged to make healthier lifestyle choices?",
    "How does lack of sleep hurt us?",
    "What is an allergy?",
    "Do T.V. shows about overweight people losing weight exploit or help?",
    "What is the best possible treatment for Type 2 diabetes?",
    "What is the best way to quit smoking? How can we best solve the problem of antibiotic resistance?",
    "Are drugs overused in treating mental illness?",
    "What are the causes and best treatments for bi-polar disease?",
    "What makes some people able to live to be over 100?",
    "Does Internet medical information make people healthier?",
    "Is “virtual reality” going to be important in entertainment?",
    "Do violent images, music, and games cause people to act out violently?",
    "Why do adults enjoy Disney movies?",
    "Why are movies like “The Lion King” ones kids watch over and over?",
    "Which shows are best for binge watching?",
    "Why is “Fixer Upper” so popular?",
    "How does Lego Batman compare to other versions of the Batman franchise?",
    "Which video game has the best storyline?",
    "Has Marvel changed the source material too much?",
    "Which horror movie is really the scariest?",
    "Is global climate change caused by humans?",
    "Is the death penalty effective?",
    "Is our election process fair?",
    "Is torture ever acceptable?",
    "Should men get paternity leave from work?",
    "Are school uniforms beneficial?",
    "Do we have a fair tax system?",
    "Do curfews keep teens out of trouble?",
    "Is cheating out of control?",
    "Are we too dependent on computers?",
    "Should animals be used for research?",
    "Should cigarette smoking be banned?",
    "Are cell phones dangerous?",
    "Are law enforcement cameras an invasion of privacy?",
    "Do we have a throw-away society?",
    "Is child behavior better or worse than it was years ago?",
    "Should companies market to children?",
    "Should the government have a say in our diets?",
    "Does access to condoms prevent teen pregnancy?",
    "Should members of Congress have term limits?",
    "Are actors and professional athletes paid too much?",
    "Should athletes be held to high moral standards?",
    "Are CEOs paid too much?",
    "Do violent video games cause behavior problems?",
    "Should creationism be taught in public schools?",
    "Are beauty pageants exploitative?",
    "Should English be the official language in the United States?",
    "Should the racing industry be forced to use biofuels?",
    "Should the alcohol drinking age be increased or decreased?",
    "Should everyone be required to recycle?",
    "Is it okay for prisoners to vote?",
    "Should gay couples be able to marry?",
    "Are there benefits to attending a single-sex school?",
    "Does boredom lead to trouble?",
    "Should schools be in session year-round?",
    "Does religion cause war?",
    "Should the government provide health care?",
    "Should abortion be illegal?",
    "Are girls too mean to each other?",
    "Is homework harmful or helpful?",
    "Is the cost of college too high?",
    "Is college admission too competitive?",
    "Should euthanasia be illegal?",
    "Should marijuana be legal?",
    "Do rich people need to pay more taxes?",
    "Should schools require foreign language or physical education?",
    "Is affirmative action fair or not?",
    "Is public prayer okay in schools?",
    "Are schools and teachers responsible for low test scores?",
    "Is greater gun control a good idea?",
    "Should homesexual partners be allowed to adopt children?",
    "It is ok for a parent to physically discipline his child?",
    "Should mothers stay at home and look after children, or should they work like their husbands?",
    "Are children better off in two parent households?",
    "Should someone who has been convicted of a sex crime be allowed to visit his own children?",
    "Should children be forcibly taken from their parents if the state feels that the parents are incompetent?",
    "What are the advantages and benefits of reading to children?",
    "Do you believe that same-sex couples make better or worse parents?",
    "What positive and negative long-term effects can corporal punishment have on children?",
    "Should families have a television in the house or not?",
    "Do you believe that a priest or psychologist ought to be required by law to share the contents of their conversations with parishioners and patients with the police?",
    "Is it ethical for a doctor to deny treatment to a patient who can not afford an operation?",
    "Is it right for a college to have racial quotas that benefit minorities while denying entrance to academically gifted white and asian students?",
    "Should someone be allowed to use a gun to defend his home from an intruder?",
    "Should the First Amendment protect speech that might be considered offensive by some?",
    "Is it ethical to require sex offenders to have their names listed on registries visible to the public?",
    "Is it morally acceptable to offer a white lie to someone when the truth might hurt their feelings?",
    "Should prostitution be a legal career?",
    "Do you think that drug use should be legalized?",
    "Should hunting be considered cruelty to animals?",
    "Do you believe that healthcare should be free for all?",
    "Should prisoners in the United States have the same access to healthcare as do free persons?",
    "Is it ethical to perform medical experiments on animals?",
    "Should medical knowledge gained from experiments performed on people in Nazi concentration camps be used today?",
    "Is it better to have a private or public healthcare system?",
    "How should the United States cope with an increasingly aging population?",
    "Should people with sexually transmitted diseases, such as HIV/AIDs, be forcibly quarantined?",
    "Is drug and alcohol addiction a disease?",
    "Should military service members be allowed to sue military doctors for medical malpractice?",
    "How are 21st Century social conditions affecting people’s health?",
    "Should children with special needs be taught separately from normal children?",
    "Should standardized test scores be used to determine whether or not a student graduates?",
    "Do you believe that common core will benefit the American education system?",
    "Should the curriculum in public schools be determined by local communities or by the state?",
    "Which system is better: teacher centered or student centered education?",
    "Should schools include athletics as part of school life, or should school be solely for academic purposes?",
    "What are the benefits and drawbacks of a classical education?",
    "Compare and contrast learning methodologies of the 19th and 20th centuries.",
    "How can parents facilitate learning in the classroom?",
    "Should teachers be friends with their students?",
    "Should developed nations adopt socialism?",
    "Which economic system is better for society, capitalism or socialism?",
    "What are some of the reasons why communism failed in the Soviet Union?",
    "Is buying shares speculation or is it investing?",
    "What are the advantages and disadvantages of an economy oriented towards exporting commodities?",
    "What were the causes of the recession of 2008, and how might such an economic downturn be avoided in the future?",
    "Did President Roosevelt’s New Deal policies help to end the Great Depression, or did they protract America’s economic woes?",
    "What economic policies should Third World countries adopt to improve their global status?",
    "Should countries adopt protectionist or free-trade policies?",
    "What are the advantages and disadvantages to being in a customs union?",
    "Can wars be won solely by strategic bombing, or are ground forces necessary to achieve victory?",
    "Can mechanized units be used to take urban areas, or should light infantry supported by artillery and aircraft better suited for this role?",
    "When waging a counter-insurgency in another country, should reprisals be taken against civilians in order to deter them from aiding the opposition force?",
    "Is it morally acceptable to use chemical and biological munitions as area denial weapons?",
    "What role did sea power play in the emergence of Great Britain as the premier superpower of the 19th Century?",
    "Why, despite arguably having the best army in the world, did Germany still lose the Second World War?",
    "In a total war, where the objective is to replace the enemy’s government and completely occupy his country, do the means justify the ends?",
    "Are aircraft carriers still useful on the modern battlefield, or are have they been rendered obsolete by recent developments in air and submarine warfare?",
    "Should the United States military seek to weaponize space?",
    "Can artificial intelligence and machines replace soldiers on the battlefield?",
    "Stereotyping for college athletes; is playing sports going to affect your academic level?",
    "Cheerleading is a real sport; are cheerleaders shamed for what they like to do the most?",
    "Colleges spend too much money on sports programs.",
    "Animal sports should be banned and criminalized.",
    "Controlling the types of ads broadcast during sports events that children and teenagers watch.",
    "Betting on all kinds of sports contradicts with the main purpose of practicing them.",
    "Male and female athletes should be given the same salaries and chances.",
    "Chess is a real sport that trains the important organ in the body: the brain.",
    "Is American football too dangerous for players?",
    "Do elite athletes really deserve their enormous income?",
    "Should education be free for everyone?",
    "Why are children becoming more obese?",
    "Current academic grading system: is it fair?",
    "What are the negative effects of following a nutritional diet?",
    "Getting enough sleep: is it getting enough attention?",
    "Children and teens playing dangerous sports.",
    "Should violent video games be prohibited by law?",
    "What is the effect of mobile phones on children and teens?",
    "Parents should have no control over the lives of their children once they turn 16.",
    "Are children and teens doing what they have to do to overcome globalization?",
    "Is technology turning us into present-time zombies?",
    "Is technology making people feel lonely?",
    "Online dating; is it replacing the real thing?",
    "Is technology limiting creativity in young people?",
    "Do you think that humanity will reach a point where there is no chance for any technological advancement?",
    "Spending money on exploring space: The cost and the benefits.",
    "The effect of technology on education.",
    "Is technology making people smarter or dumber?",
    "Can technology be used to treat human problems related to feelings?",
    "Should cloning be allowed or banned?",
    "What is the right age to allow children to have their private social media accounts?",
    "Does spending too much time on social media ruin family and personal relationships?",
    "Social media pranks and challenges; are they really dangerous?",
    "Social media platforms can change someone’s point of view and bias.",
    "Should social media platforms be monitored and controlled?",
    "Are funny memes ethical?",
    "Reporting offensive social media content; is it really worth it?",
    "International trends and how they affect the way we behave.",
    "Are YouTubers responsible for comments their fans publish on their posts?",
    "Making money off social media.",
    "Why do people like to watch funny cat videos?",
    "The reason why more people are interested in watching funny pranks.",
    "Our world would be different if dogs ruled it.",
    "Why are clowns frightening?",
    "Pretending that you are actually working; is it good or bad?",
    "Teenagers have the worst pay for the worst jobs.",
    "Reasons to love and hate your last name.",
    "How to get rejected on a date.",
    "Annoying your parents; is it worth it?",
    "Telling lies and getting away with them.",
    "Can video games be a useful learning tool?"
]